Repository: 678wyz678/FaceProGame
Catalog: *.lproj/Localizable.strings
Languages: de, es, fi_fi, ga, id_id, it, ja, ko_kr, ru, th, zh_hans

source: buy
de: kaufen
es: comprar
fi_fi: ostaa
ga: cheannach
id_id: membeli
it: acquistare
ja: 購買
ko_kr: 사기
ru: купить
th: ซื้อ
zh_hans: 购买

source: share bonus
de: Belohnen Sie ein Körperteil, überprüfen Sie bitte in den Hals Gallery(Nächstes Mal, wenn Sie die Software wirksam werden starten),Möchten Sie eine Punktzahl für Face Pro noch schreiben wollen?
es: cuota prima
fi_fi: osuus bonus
ga: scair bónas
id_id: saham Penghargaan
it: quota indennità
ja: 体の一部分を奨励して、ネック写真データベースの中でチエックしてください。(次の打ち上げ後に有効),あなたがそれをソフトウェアのスコアを書いてみませんか？
ko_kr: 몫 보너스
ru: доля бонус
th: หุ้น โบนัส
zh_hans: 奖励你一个身体部件,请查收于脖子图库(下次启动软件生效),是否要为Face pro写个评分呢?

source: waiting
de: warten
es: espera
fi_fi: odotus
ga: ag fanacht
id_id: di tunggu
it: attesa
ja: 少々お待ちください
ko_kr: 기다리는
ru: ожидание
th: ที่รอ
zh_hans: 稍等

source: loading
de: wird geladen
fi_fi: lastaus
ga: luchtú
id_id: pemuatan
it: caricamento
ja: ダウンロード中
ko_kr: 로드
ru: загрузка
th: โหลด
zh_hans: 加载中

source: Nice work,Face Pro is such an amazing application!
de: Gute Arbeit,Face pro ist so ein tolles Anwendung!
es: Buen trabajo,Face pro es una aplicación increíble.
fi_fi: Hyvää työtä, Face Pro on niin hämmästyttävä sovellus.
ga: Obair Nice, iarratas den sórt sin iontach go bhfuil Face Pro.
id_id: Nice work, Wajah Pro adalah aplikasi seperti biasa!
it: bel lavoro,Face Pro è un'applicazione così incredibile.
ja: よくやった！さすがFace Pro!
ko_kr: 좋은 작품은,Face Pro 이러한 놀라운 응용 프로그램입니다!
ru: Хорошая работа,Face pro такова удивительное приложение.
th: งานที่ดี,Face pro คุณสมควรได้รับ.
zh_hans: 酷炫卖萌捏脸,Face pro你值得拥有.

source: Bonus
de: Belohnung
es: Recompensa
ga: bónas
id_id: Penghargaan
it: indennità
ja: 奨励
ko_kr: 보너스
ru: бонус
th: โบนัส
zh_hans: 奖励

source: Done
de: Rückgängig Machen
es: Cancelar
fi_fi: tehty
ga: rinneadh
id_id: matang
it: cancellare
ja: OK
ko_kr: 끝난
ru: oтменить
th: ทำเสร็จแล้ว
zh_hans: 取消

source: This portrait has been saved to your photo album.
de: Sparen Sie zum Album
es: Guardar en álbum
fi_fi: Tallenna albumi
ga: Sábháil do albam
id_id: Simpan ke album
it: Salva in album
ja: アルバムに保存した
ko_kr: 앨범에 저장
ru: Сохранить в альбом
th: บันทึกไปที่อัลบั้ม
zh_hans: 保存至相册

source: Notice
de: Ankündigung
es: Aviso
fi_fi: ilmoitus
ga: Fógra
id_id: pemberitahuan
it: avviso
ja: 注意
ko_kr: 통지
ru: уведомление
th: แจ้งให้ทราบ
zh_hans: 注意信息

source: There is no camera found!
de: Es gibt keine Kamera gefunden!
es: No hay cámara encontrada!
fi_fi: Ei ole kamera löytyi
ga: Níl aon ceamara le fáil
id_id: Tidak ada kamera yang ditemukan
it: Non c'è macchina fotografica trovata!
ja: カメラが発見されなかった
ko_kr: 발견 어떤 카메라가 없습니다!
ru: Там нет камеры нашли
th: มีกล้องไม่พบก็คือ
zh_hans: 您的设备没有照相机

source: No camera supported
de: Keine Kamera unterstützt
es: Ninguna cámara apoyada
fi_fi: Kameraa ei tueta
ga: Níl ceamara tacaíocht
id_id: Tidak ada kamera didukung
it: Nessuna fotocamera supportata
ja: カメラの支持がない
ko_kr: 카메라 기능을 지원하지 않는 디바이스
ru: Не поддерживается ни одна камера
th: กล้องไม่ได้รับการสนับสนุน
zh_hans: 设备不支持拍照功能

source: Flashlight not found
de: Taschenlampe nicht gefunden
es: Linterna que no se encuentra
fi_fi: Taskulamppu ei löytynyt
ga: Flashlight gan aimsiú
id_id: Senter tidak ditemukan
it: Flashlight non trovato
ja: フラッシュが発見されなかった
ko_kr: 플래시 비
ru: Фонарик не найдены
th: ไฟฉายไม่พบ
zh_hans: 没有闪光灯

source: No internet connection
de: Keine Internetverbindung
es: No hay conexión a internet
fi_fi: Ei internet-yhteyttä
ga: Aon nasc idirlín
id_id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネットが通じない,もう一度やってください
ko_kr: 인터넷에 연결되지 않습니다
ru: Нет подключения к Интернету
th: การเชื่อมต่ออินเทอร์เน็ต
zh_hans: 无互联网连接，请重试

source: Fetching info from AppStore...
de: Holen Informationen im Appstore...
es: Obtención de información a partir de la AppStore...
fi_fi: Haetaan info AppStore...
ga: Ag fáil eolas ó AppStore...
id_id: Mengambil info dari AppStore...
it: Recupero informazioni da AppStore...
ja: AppStore から情報をゲット中
ko_kr: 서버에서 정보를 얻...
ru: Получение информации из AppStore...
th: ดึงข้อมูลจาก AppStore...
zh_hans: 从服务器获取信息中...

source: Restoring
de: Wiederherstellen
es: Restauración
fi_fi: palauttaminen
ga: a athchóiriú
id_id: memulihkan
it: Ripristino
ja: 一生懸命回復中
ko_kr: 복원
ru: Восстановление
th: การกู้คืน
zh_hans: 努力恢复中

source: Restoration done
de: Restaurierung getan
es: Restauración hacer
fi_fi: Restaurointi tehty
ga: Athchóiriú a dhéanamh
id_id: restorasi dilakukan
it: Restauro fatto
ja: 回復完成
ko_kr: 복원 완료
ru: Восстановление сделано
th: ฟื้นฟูทำ
zh_hans: 恢复完成

source: Ready to save portrait to photo library?
de: Speichern von Bildern in ein Album?
es: Guarda la imagen en un álbum?
fi_fi: Valmis tallentaa pystyasennosta valokuvakirjastoon?
ga: Sábháil an íomhá a albam?
id_id: Menyimpan foto ke album?
it: Salvare l'immagine in un album?
ja: イメージをアルバムに保存するか
ko_kr: 사진 라이브러리에 초상화를 저장할 준비?
ru: Сохранить изображение в альбом?
th: พร้อมที่จะบันทึกภาพไปยังห้องสมุดภาพ?
zh_hans: 保存形象至相册?

source: Choose one of the tool to share with.
de: Wählen Teilen Weg
es: Seleccione Compartir manera
fi_fi: Valitse Share tapa
ga: Roghnaigh Comhroinn ar bhealach
id_id: Pilih Share cara
it: Seleziona Share modo
ja: シィアする道具を選択してください
ko_kr: 공유 방법을 선택합니다
ru: Выберите Share путь
th: เลือกหนึ่งในเครื่องมือที่จะใช้ร่วมกับ
zh_hans: 选择分享方式

source: Cancel
de: Rückgängig Machen
fi_fi: peruuttaa
ga: Cealaigh
id_id: Tidak Jadi
it: cancellare
ja: キャンセル
ko_kr: 취소
ru: отменить
th: ยกเลิก
zh_hans: 取消

source: Please try it again later.Saving Failed
de: Fehler beim Speichern
es: Error al guardar
fi_fi: tallennus epäonnistui
ga: theip ar shábháil
id_id: gagal menyimpan
it: Impossibile salvare
ja: 後でもう一度やりましょう
ko_kr: 저장하지 못했습니다
ru: Не удалось сохранить
th: ไม่สามารถบันทึก
zh_hans: 保存失败

source: Saving
de: Sparen
es: Ahorro
fi_fi: säästö
ga: shábháil
id_id: hemat
it: risparmio
ja: 保存中
ko_kr: 절약
ru: экономия
th: ประหยัด
zh_hans: 保存中

source: Share with friends
de: Mit Freunden teilen
es: Compartir con tus amigos
fi_fi: Jaa ystävien kanssa
ga: Comhroinn le cairde
id_id: Berbagi dengan teman
it: Condividi con gli amici
ja: 友達とシィアしよう
ko_kr: 친구와 공유하기
ru: Поделиться с друзьями
th: ร่วมกับเพื่อน
zh_hans: 和朋友分享

source: Locked parts are randomly rewarded.
de: Gesperrt Teile zufällig belohnt
es: Partes bloqueadas son recompensados al azar
fi_fi: Lukittu osat satunnaisesti palkitaan
ga: Páirteanna Ghlas bronntar randamach
id_id: Bagian terkunci secara acak dihargai
it: Parti bloccate sono ricompensati in modo casuale
ja: シィア後有料な部品をランダムであげる
ko_kr: 구성 요소를 공유 한 후 수수료를 무작위
ru: Тема закрыта части случайным образом вознаграждены
th: ชิ้นส่วนที่ถูกใส่กุญแจจะได้รับรางวัลโดยการสุ่ม
zh_hans: 分享后随机获得收费部件

source: Leaving
de: Austritt
es: Dejando
ga: Ardteistiméireacht
id_id: meninggalkan
it: partenza
ja: アウト
ko_kr: 떠나
ru: уход
th: การออกจาก
zh_hans: 离开

source: Leave without saving?
de: Verlassen ohne zu speichern?
es: Deja sin guardar?
fi_fi: Poistua tallentamatta?
ga: Fág gan sábháil?
id_id: Tinggalkan tanpa menyimpan?
it: Lascia senza salvare?
ja: 保存しないままアウト
ko_kr: 저장하지 않고 종료?
ru: Отпуск без сохранения?
th: ออกไปโดยไม่ประหยัด?
zh_hans: 不保存直接退出?

source: Leave tutorial?
de: Lassen Tutorial?
es: Deja tutorial?
fi_fi: jätä opetusohjelma?
ga: Fág teagaisc?
id_id: Tinggalkan tutorial?
it: Lascia esercitazione?
ja: マニュアルから退出
ko_kr: 튜토리얼을 남겨주세요?
ru: Оставьте учебник?
th: ออกจากการกวดวิชา?
zh_hans: 是否离开教程?

source: Delete
de: löschen
es: Borrar
fi_fi: poistaa
ga: Scrios
id_id: Hapus
it: cancellare
ja: 削除
ko_kr: 삭제
ru: удалять
th: ลบ
zh_hans: 删除

source: Edit
de: Last
es: Editar
fi_fi: muokata
ga: eagar
id_id: sunting
it: Modifica
ja: 編集
ko_kr: 편집
ru: редактировать
th: แก้ไข
zh_hans: 加载

source: Leave
de: Stehen Lassen
es: Dejar
fi_fi: jättää
ga: Fág
id_id: meninggalkan
it: lasciare
ja: 退出
ko_kr: 휴가
ru: оставлять
th: ออกจาก
zh_hans: 离开

source: NO
de: Nicht
fi_fi: ei
ga: Níl
id_id: TAK ADA
it: non
ja: しない
ko_kr: 아니
ru: Нет
th: ไม่
zh_hans: 不

source: No,Thanks.
de: Nicht,Danke Shon
es: No,Gracias
fi_fi: Kiitos ei
ga: No, Go raibh maith agat
id_id: Tidak, Terima Kasih
it: non,grazie.
ja: しない
ko_kr: 아니, 감사합니다
ru: Нет,благодаря
th: ไม่ขอบคุณ
zh_hans: 不用了

source: Rate
de: Preis
es: Tarifa
fi_fi: pisteet
ga: scór
id_id: laju
it: Punto
ja: レビュー
ko_kr: 율
ru: Гол
th: คะแนน
zh_hans: 给个分

source: Download
de: Herunterladen
es: Descargar
fi_fi: Lataa
ga: Íosluchtaigh
it: Scarica
ja: ダウンロード
ko_kr: 다운로드
ru: скачать
th: ดาวน์โหลด
zh_hans: 下载

source: Guitar effect
de: Gitarrensound
es: Guitar Sound
fi_fi: Guitar Sound
ga: giotár Fuaim
id_id: efek gitar
it: Chitarra suono
ja: ギター
ko_kr: 기타 사운드
ru: гитарный звук
th: เสียงกีต้าร์
zh_hans: 吉他音效

source: Use
de: Verwendung
es: Uso
fi_fi: käyttö
ga: Úsáid
id_id: penggunaan
it: uso
ja: 使用
ko_kr: 용도
ru: использование
th: ใช้
zh_hans: 使用

source: Enter some words
de: Geben Sie den Text
es: Introduzca el texto
fi_fi: nna joitakin sanoja
ga: Cuir isteach roinnt focail
id_id: Masukkan beberapa kata
it: Inserisci alcune parole
ja: 文字を入力
ko_kr: 일부 단어를 입력
ru: Введите несколько слов
th: ใส่คำบางคำ
zh_hans: 输入文字

source: Word
de: Wort
es: Palabra
fi_fi: sana
ga: focal
id_id: kata
it: parola
ja: 文字
ko_kr: 워드
ru: письмо
th: คำ
zh_hans: 文字

source: Add words into the scene.
de: Fügen Sie Wörter in die Szene
es: Añadir texto al retrato
fi_fi: Lisää sanoja kohtaus
ga: Cuir focail isteach ar an radharc
id_id: Menambahkan kata ke TKP
it: Aggiungi testo ritratto
ja: 添加文字
ko_kr: 현장에 단어 추가
ru: Добавить текст к портрету
th: เพิ่มคำลงในที่เกิดเหตุ
zh_hans: 给肖像添加文字

source: Bought
de: Gekauft
es: Comprado
fi_fi: Osti
ga: cheannaigh
id_id: dibeli
it: acquistato
ko_kr: 구매
ru: купленный
th: ซื้อไปแล้ว
zh_hans: 已购

source: Choose part and start to shake
zh_hans: 选择部件开始摇一摇(可多选)

source: Cancelar
es: 取消
